[
    {
      "id": "1",
      "pregunta": "¿Qué debería hacer el equipo después de haber acabado Baron?",
      "respuestaCorrecta": 0,
      "respuestas": [
        "A)Buscar conseguir todos los inhibidores",
        "B)Ir mid e intentar acabar",
        "C)Ir a base a hacer reset",
        "D)Dividirse para asegurar captura de inhibidores e intentar acabar"
      ]
    },
    {
      "id": "2",
      "pregunta": "¿Qué debería hacer DRX después de que T1 empiece a rotar hacia el heraldo?",
      "respuestaCorrecta": 1,
      "respuestas": [
        "A)Seguir haciendo heraldo e intentar acabarlo antes de que T1 llegue",
        "B)Abandonar el objetivo y retirarse",
        "C)Intentar ganar tiempo hasta que los otros miembros de DRX lleguen",
        "D)Dejar el heraldo y luchar"
      ]
    },
    {
        "id": "3",
        "pregunta": "¿Quien muere en el siguiente enfrentamiento?",
        "respuestaCorrecta": 1,
        "respuestas": [
          "A)Ryze",
          "B)Renekton",
          "C)Ambos",
          "D)Ambos sobreviven"
        ]
      },
      {
        "id": "4",
        "pregunta": "¿Viendo la situación inicial del clip, quién se llevará el drágon y ganará la pelea teniendo en cuenta las composiciones y la posición de los jugadores?",
        "respuestaCorrecta": 2,
        "respuestas": [
          "A)Equipo azul se lleva el dragón y gana la TF",
          "B)Equipo azul se lleva el dragón y pierde la TF",
          "C)Equipo rojo se lleva el dragón y gana la TF",
          "D)Equipo rojo se lleva el dragón y pierde la TF"
        ]
      },
      {
        "id": "5",
        "pregunta": "¿Cual es la mejor opción por parte de DWG KIA en el siguiente clip?",
        "respuestaCorrecta": 1,
        "respuestas": [
          "A)Agruparse para pushear mid con heraldo",
          "B)Agruparse para pushear bot con heraldo",
          "C)Tirar heraldo como señuelo para hacer drake",
          "D)Hacer drake directamente y arriesgarse a ser contestados por parte de G2"
        ]
      },
      {
        "id": "6",
        "pregunta": "¿Logrará Koi hacerse el barón después de haber ganado la visión y haber pokeado a team Heretics?Cual de las opciones describe mejor que lo que está por pasar en los próximos 3 minutos de partida?",
        "respuestaCorrecta": 0,
        "respuestas": [
          "A)Koi no logra hacerse el barón en los próximos 2 minutos y deciden rotar hacia dragón",
          "B)Koi logra hacerse el barón en los próximos 2 minutos",
          "C)Heretics intenta ganar la posición de nuevo, lo logra y también logra hacer barón después de ganar la TF",
          "D)Heretics decide abandonar dragón después de haber perdido en cuanto a pokeo y rota a dragón,Koi acaba haciendose el barón"
        ]
      },
      {
        "id": "7",
        "pregunta": "¿Logrará Heretics hacerse barón o ganar la Teamfight?",
        "respuestaCorrecta": 1,
        "respuestas": [
          "A)Logra acabar barón y después ganar la Teamfight",
          "B)Logra llevarse el barón pero pierde la Teamfight",
          "C)Abandonan barón y se retiran después de que Koi les desgaste,Koi acaba con el barón",
          "D)Ningún equipo se lleva el barón y quedan empate"
        ]
      },
      {
        "id": "8",
        "pregunta": "¿Cual de estas opciones describe lo que pasará a continuación?",
        "respuestaCorrecta": 0,
        "respuestas": [
          "A)Caps logrará escaparse sin ninguna muerte ni de G2 ni de Koi",
          "B)Caps logra escaparse matando a Malrang",
          "C)Caps se muere pero Yike consigue intercambiar kills matando a Malrang",
          "D)Caps y Yike acaban muriendo"
        ]
      }
  ]
  
  